PAYMENT_SUCCESS = "Платеж на сумму {amount} выполнен. В течении нескольких минут подписка будет активирована."
PAYMENT_CANCELED = "Платеж на сумму {amount} отклонен. Что-то пошло не так. Пожалуйста попробуйте еще раз."
SUBSCRIBE_IS_ACTIV = "Ваша подписка активна. Приятного просмотра. Срок действия подписки с {start_date} по {end_date}"
SUBSCRIBE_CANCELED = (
    "Ваша подписка деактивирована. Для продолжения использования сервиса, пожалуйста, оформите новую подписку."
)
SUBSCRIBE_WILL_BE_CANCELED = "Ваша подписка будет заканчивается через {days}. Самое время оформить новую подписку."
